CALENDAR_CALLBACK = "CALENDAR"

start_message = "Здравствуйте! {}! Это бронирования услуг в барбершоп у Славы Журавского. \n \n Нажмите /calendar " \
                "чтобы посмотреть время бронирования "

calendar_message = "Выберете дату для бронирования: "
calendar_response_message = "Вы выбрали %s. Введите /booking чтобы забранировать время"
error_date = " Выбранная дата завершилась!!! Сегодня %s !"

booking_date_message = 'Выбранная стрижка'
booking_message = 'Запись на стрижку: '
select_type_of_service = 'Выберете нужную услугу:'
types_of_service = '💭Модельные стрижки / удлиненные стрижки\n💭Работы любой сложности\n💭Стерильный интсрумент🛠'

contact_with_me = 'Связаться со мной 📞'
my_contacts = '@Slava_Zhuravsky | Барбер Минск 🏙\n💈Мужские стрижки любой сложности\n📍оформление усов и бороды | ' \
              'удаление волос воском '

my_address = 'Мы находимся:📍\nАдрес: г.Минск, улица Московская 12\nВремя работы: Только по записи.📒 \nТелефон: ' \
            '8(029) 911-53-02\nОбщественным транспортом:🚎\nДо остановки "Академия Управления"'

my_portfolio = 'Слава Журавский | Барбер Минск\nОпыт работы 3 года💈\nЛюблю свое дело❤️\n 💭Модельные стрижки / ' \
               'удлиненные стрижки\n💭Работы любой сложности\n💭Стерильный интсрумент🛠 '
